Repository: danxvv/setory-ios
Catalog: gymapp/ExerciseNames.xcstrings
Source language: en
Languages: es

# exercise.back-extension
source: Back Extension
es: Extensión lumbar

# exercise.barbell-curl
source: Barbell Curl
es: Curl con barra

# exercise.barbell-row
source: Barbell Row
es: Remo con barra

# exercise.bench-press
source: Bench Press
es: Press de banca

# exercise.cable-crossover
source: Cable Crossover
es: Cruce de poleas

# exercise.calf-raise
source: Calf Raise
es: Elevación de talones

# exercise.crunch
source: Crunch
es: Crunch abdominal

# exercise.deadlift
source: Deadlift
es: Peso muerto

# exercise.dip
source: Dip
es: Fondos

# exercise.dumbbell-curl
source: Dumbbell Curl
es: Curl con mancuernas

# exercise.dumbbell-fly
source: Dumbbell Fly
es: Aperturas con mancuernas

# exercise.elliptical
source: Elliptical
es: Elíptica

# exercise.front-raise
source: Front Raise
es: Elevaciones frontales

# exercise.front-squat
source: Front Squat
es: Sentadilla frontal

# exercise.hammer-curl
source: Hammer Curl
es: Curl martillo

# exercise.incline-bench-press
source: Incline Bench Press
es: Press de banca inclinado

# exercise.jump-rope
source: Jump Rope
es: Saltar la cuerda

# exercise.lat-pulldown
source: Lat Pulldown
es: Jalón al pecho

# exercise.lateral-raise
source: Lateral Raise
es: Elevaciones laterales

# exercise.leg-curl
source: Leg Curl
es: Curl femoral

# exercise.leg-extension
source: Leg Extension
es: Extensión de piernas

# exercise.leg-press
source: Leg Press
es: Prensa de piernas

# exercise.lunge
source: Lunge
es: Zancadas

# exercise.overhead-press
source: Overhead Press
es: Press militar

# exercise.plank
source: Plank
es: Plancha

# exercise.pull-up
source: Pull-Up
es: Dominadas

# exercise.push-up
source: Push-Up
es: Flexiones

# exercise.romanian-deadlift
source: Romanian Deadlift
es: Peso muerto rumano

# exercise.rowing-machine
source: Rowing Machine
es: Máquina de remo

# exercise.russian-twist
source: Russian Twist
es: Giro ruso

# exercise.seated-cable-row
source: Seated Cable Row
es: Remo sentado en polea

# exercise.shrug
source: Shrug
es: Encogimientos de hombros

# exercise.skull-crusher
source: Skull Crusher
es: Press francés

# exercise.squat
source: Squat
es: Sentadilla

# exercise.stair-climber
source: Stair Climber
es: Escaladora

# exercise.stationary-bike
source: Stationary Bike
es: Bicicleta estática

# exercise.treadmill-run
source: Treadmill Run
es: Correr en cinta

# exercise.triceps-pushdown
source: Triceps Pushdown
es: Extensión de tríceps en polea
